{"clip art": 0, "eye glass accessory": 0, "personal protective equipment": 0, "transparent material": 0, "vision care": 0, "high five": 0, "sign language": 0, "line art": 0, "automotive design": 0, "mode of transport": 0, "fictional character": 0, "cartilaginous fish": 0, "great white shark": 0, "requiem shark": 0, "tiger shark": 0, "sports equipment": 0, "surface water sports": 0, "water sport": 0, "playing sports": 0, "facial expression": 0, "costume design": 0, "fashion design": 0, "fashion illustration": 0, "baseball bat": 0, "coffee cup": 0, "black hair": 0, "facial hair": 0, "animal figure": 0, "mustang horse": 0, "przewalski's horse": 0, "inflatable boat": 0, "water transportation": 0, "active pants": 0, "common fig": 0, "vegetarian food": 0, "electronic device": 0, "baked goods": 0, "finger food": 0, "real estate": 0, "residential area": 0, "elephants and mammoths": 0, "indian elephant": 0, "terrestrial animal": 0, "nuts & seeds": 0, "auto part": 0, "nintendo ds accessories": 0, "fast food": 0, "food group": 0, "junk food": 0, "bar stool": 0, "candle holder": 0, "coloring book": 0, "european swallow": 0, "perching bird": 0, "skateboarding equipment": 0, "place of worship": 0, "brown bear": 0, "home accessories": 0, "plastic bottle": 0, "water bottle": 0, "highball glass": 0, "old fashioned glass": 0, "pint glass": 0, "stained glass": 0, "automotive wheel system": 0, "herbaceous plant": 0, "plant stem": 0, "accessory fruit": 0, "natural foods": 0, "astronomical object": 0, "mobile phone case": 0, "automotive exterior": 0, "motor vehicle": 0, "pickup truck": 0, "truck bed part": 0, "alarm clock": 0, "digital clock": 0, "display device": 0, "interior design": 0, "radio clock": 0, "traffic sign": 0, "bread pan": 0, "cookware and bakeware": 0, "serving tray": 0, "sheet pan": 0, "musical instrument": 0, "red flag": 0, "beverage can": 0, "polka dot": 0, "frying pan": 0, "pan frying": 0, "bell pepper": 0, "membrane-winged insect": 0, "flowering plant": 0, "white coffee": 0, "frozen dessert": 0, "ice cream": 0, "whipped cream": 0, "picture frame": 0, "social group": 0, "jewel bugs": 0, "leaf beetle": 0, "red bugs": 0, "material property": 0, "drum stick": 0, "marching percussion": 0, "musical instrument accessory": 0, "forklift truck": 0, "pallet jack": 0, "human settlement": 0, "beer glass": 0, "woody plant": 0, "american food": 0, "model car": 0, "monster truck": 0, "toy vehicle": 0, "american red cross": 0, "waving hello": 0, "domestic rabbit": 0, "rabbits and hares": 0, "air sports": 0, "hot air balloon": 0, "hot air ballooning": 0, "mountain range": 0, "natural landscape": 0, "rural area": 0, "microphone stand": 0, "sea snail": 0, "snails and slugs": 0, "tool accessory": 0, "electrical supply": 0, "giant anteater": 0, "electric vehicle": 0, "carbonated soft drinks": 0, "lime juice": 0, "orange soft drink": 0, "soft drink": 0, "working animal": 0, "santa claus": 0, "construction equipment": 0, "road roller": 0, "processed cheese": 0, "saut\u00e9 pan": 0, "labrador retriever": 0, "sporting group": 0, "dog breed": 0, "stock photography": 0, "stock pot": 0, "communication device": 0, "feature phone": 0, "mobile device": 0, "mobile phone": 0, "mobile phone accessories": 0, "portable communications device": 0, "baseball player": 0, "baseball uniform": 0, "sports uniform": 0, "fish products": 0, "marine biology": 0, "soccer ball": 0, "team sport": 0, "basketball hoop": 0, "arbor day": 0, "measuring instrument": 0, "cruciferous vegetables": 0, "leaf vegetable": 0, "romaine lettuce": 0, "waste container": 0, "waste containment": 0, "bologna sandwich": 0, "burger king grilled chicken sand": 0, "hot dog bun": 0, "violet family": 0, "bicycle drivetrain part": 0, "bicycle part": 0, "bicycle tire": 0, "bicycle wheel": 0, "cutting tool": 0, "pipe wrench": 0, "tongue-and-groove pliers": 0, "bowed string instrument": 0, "string instrument": 0, "bird of prey": 0, "frankfurter w\u00fcrstchen": 0, "hot dog": 0, "ducks, geese and swans": 0, "water bird": 0, "maple leaf": 0, "cake decorating supply": 0, "glass bottle": 0, "wine bottle": 0, "wall clock": 0, "basketball moves": 0, "basketball player": 0, "solid swing+hit": 0, "tennis racket": 0, "throwing a ball": 0, "volleyball player": 0, "bell peppers and chili peppers": 0, "green bell pepper": 0, "religious item": 0, "chafing dish": 0, "contact grill": 0, "paper product": 0, "electric blue": 0, "bottled water": 0, "cobalt blue": 0, "drinking water": 0, "mineral water": 0, "two-liter bottle": 0, "veggie burger": 0, "railroad car": 0, "rolling stock": 0, "end table": 0, "throw pillow": 0, "sport venue": 0, "pine family": 0, "automotive brake part": 0, "clutch part": 0, "disc brake": 0, "vehicle brake": 0, "bass oboe": 0, "clarinet family": 0, "gun barrel": 0, "reed instrument": 0, "wind instrument": 0, "woodwind instrument": 0, "gummy bear": 0, "baseball cap": 0, "fashion accessory": 0, "classic car": 0, "vegan nutrition": 0, "side dish": 0, "construction worker": 0, "cherry pie": 0, "compact fluorescent lamp": 0, "incandescent light bulb": 0, "light bulb": 0, "public space": 0, "african elephant": 0, "grass family": 0, "terrestrial plant": 0, "vascular plant": 0, "bow tie": 0, "assault rifle": 0, "sniper rifle": 0, "breakfast cereal": 0, "cow-goat family": 0, "office ruler": 0, "fried food": 0, "ice cream bar": 0, "root vegetable": 0, "fur seal": 0, "food storage containers": 0, "african leopard": 0, "small to medium-sized cats": 0, "game controller": 0, "home game console accessory": 0, "input device": 0, "playstation accessory": 0, "video game accessory": 0, "xbox accessory": 0, "light fixture": 0, "street light": 0, "bowling equipment": 0, "bowling pin": 0, "audio equipment": 0, "portable media player": 0, "football fan accessory": 0, "sports fan accessory": 0, "ancient greek temple": 0, "ancient roman architecture": 0, "classical architecture": 0, "roman temple": 0, "christmas ornament": 0, "holiday ornament": 0, "golf ball": 0, "golf club": 0, "golf equipment": 0, "chinese hibiscus": 0, "hawaiian hibiscus": 0, "electric kettle": 0, "small appliance": 0, "stovetop kettle": 0, "tool cabinet": 0, "general aviation": 0, "light aircraft": 0, "outdoor sofa": 0, "sofa bed": 0, "observation tower": 0, "water tower": 0, "european green lizard": 0, "scaled reptile": 0, "baby products": 0, "infant bed": 0, "bichon fris\u00e9": 0, "manila galleon": 0, "sailing ship": 0, "street sign": 0, "birthday cake": 0, "cake decorating": 0, "ground beetle": 0, "medieval architecture": 0, "big cats": 0, "wall sticker": 0, "tangle-web spider": 0, "graphic design": 0, "mixing bowl": 0, "marine mammal": 0, "human body": 0, "human leg": 0, "automotive tire": 0, "guitar accessory": 0, "guitar pick": 0, "string instrument accessory": 0, "cricket cap": 0, "log cabin": 0, "cricket helmet": 0, "football equipment": 0, "football gear": 0, "football helmet": 0, "sports gear": 0, "athletic shoe": 0, "outdoor shoe": 0, "running shoe": 0, "walking shoe": 0, "rose family": 0, "rose order": 0, "nile crocodile": 0, "saltwater crocodile": 0, "banjo guitar": 0, "hand drum": 0, "snare drum": 0, "hemp family": 0, "exercise equipment": 0, "cowboy hat": 0, "amaryllis family": 0, "new world monkey": 0, "old world monkey": 0, "rhesus macaque": 0, "school uniform": 0, "magnifying glass": 0, "makeup mirror": 0, "non-alcoholic beverage": 0, "beam bridge": 0, "cable-stayed bridge": 0, "extradosed bridge": 0, "girder bridge": 0, "nonbuilding structure": 0, "suspension bridge": 0, "grizzly bear": 0, "spotted hyena": 0, "handheld game console": 0, "playstation portable": 0, "playstation portable accessory": 0, "video game console": 0, "experimental aircraft": 0, "fighter aircraft": 0, "lockheed martin": 0, "lockheed martin f-22 raptor": 0, "lockheed martin fb-22": 0, "military aircraft": 0, "stealth aircraft": 0, "iris family": 0, "mason jar": 0, "writing implement": 0, "ancient dog breeds": 0, "thai ridgeback": 0, "hardware accessory": 0, "deep fryer": 0, "kitchen appliance": 0, "kitchen appliance accessory": 0, "land vehicle": 0, "race car": 0, "sports car": 0, "baseball glove": 0, "baseball protective gear": 0, "v sign": 0, "formal wear": 0, "costume hat": 0, "active shirt": 0, "money bag": 0, "comfort food": 0, "polar bear": 0, "brush-footed butterfly": 0, "cynthia (subgenus)": 0, "monarch butterfly": 0, "moths and butterflies": 0, "viceroy (butterfly)": 0, "commercial vehicle": 0, "fire apparatus": 0, "tow truck": 0, "bumper sticker": 0, "california sea lion": 0, "steller sea lion": 0, "filing cabinet": 0, "bottlenose dolphin": 0, "common bottlenose dolphin": 0, "harbour porpoise": 0, "horse supplies": 0, "horse tack": 0, "public transport": 0, "ball pen": 0, "office supplies": 0, "party supply": 0, "animated cartoon": 0, "family pictures": 0, "cut flowers": 0, "computer monitor accessory": 0, "champagne stemware": 0, "dessert wine": 0, "wine glass": 0, "cable car": 0, "naval architecture": 0, "costume accessory": 0, "black cat": 0, "domestic short-haired cat": 0, "outdoor play equipment": 0, "playground slide": 0, "food warmer": 0, "gas stove": 0, "kitchen stove": 0, "outdoor grill": 0, "outdoor grill rack & topper": 0, "common dolphins": 0, "short-beaked common dolphin": 0, "spinner dolphin": 0, "striped dolphin": 0, "food steamer": 0, "rice cooker": 0, "floor plan": 0, "air gun": 0, "ranged weapon": 0, "shooting sport": 0, "futon pad": 0, "public speaking": 0, "kitchen utensil": 0, "measuring cup": 0, "barber chair": 0, "massage chair": 0, "coffee table": 0, "outdoor bench": 0, "outdoor furniture": 0, "outdoor table": 0, "beer bottle": 0, "steak sauce": 0, "american pit bull terrier": 0, "american staffordshire terrier": 0, "old english terrier": 0, "media player": 0, "mp3 player": 0, "green sea turtle": 0, "hawksbill sea turtle": 0, "kemp's ridley sea turtle": 0, "loggerhead sea turtle": 0, "olive ridley sea turtle": 0, "pond turtle": 0, "sea turtle": 0, "party hat": 0, "compact mpv": 0, "luxury vehicle": 0, "computer keyboard": 0, "numeric keypad": 0, "office equipment": 0, "hard dough bread": 0, "sliced bread": 0, "batting helmet": 0, "face mask": 0, "weightlifting machine": 0, "alloy wheel": 0, "formula one tyres": 0, "synthetic rubber": 0, "coping saw": 0, "formula libre": 0, "vintage car": 0, "original chicken sandwich": 0, "candy cane": 0, "stick candy": 0, "folding chair": 0, "northern cardinal": 0, "metropolitan area": 0, "tower block": 0, "racquet sport": 0, "tennis court": 0, "golden retriever": 0, "chicken nugget": 0, "cookies and crackers": 0, "emperor penguin": 0, "flightless bird": 0, "bed frame": 0, "canopy bed": 0, "monochrome photography": 0, "veterans day": 0, "coffee filter": 0, "witch hat": 0, "hospital bed": 0, "free reed aerophone": 0, "photo caption": 0, "horse harness": 0, "natural rubber": 0, "tire care": 0, "egg cup": 0, "household cleaning supply": 0, "household supply": 0, "aircraft engine": 0, "ceiling fan": 0, "mechanical fan": 0, "bumper part": 0, "wild cabbage": 0, "carnivorous plant": 0, "active tank": 0, "sleeveless shirt": 0, "boa constrictor": 0, "python family": 0, "justice league": 0, "roe deer": 0, "computer network": 0, "output device": 0, "domestic pig": 0, "geological phenomenon": 0, "brown pelican": 0, "white pelican": 0, "tree stump": 0, "earless seal": 0, "japanese rhinoceros beetle": 0, "animal sports": 0, "western pleasure": 0, "agricultural machinery": 0, "stop sign": 0, "optical instrument": 0, "playing with kids": 0, "sofa tables": 0, "flag of the united states": 0, "academic dress": 0, "lighting accessory": 0, "window treatment": 0, "military rank": 0, "chocolate chip": 0, "chocolate chip cookie": 0, "companion dog": 0, "miniature schnauzer": 0, "rare breed (dog)": 0, "folk instrument": 0, "plucked string instruments": 0, "white wine": 0, "giant pacific octopus": 0, "marine invertebrates": 0, "box girder bridge": 0, "concrete bridge": 0, "plate girder bridge": 0, "clock tower": 0, "texas longhorn": 0, "long-sleeved t-shirt": 0, "school bus": 0, "distilled beverage": 0, "board game": 0, "indoor games and sports": 0, "tabletop game": 0, "computer monitor": 0, "desktop computer": 0, "personal computer": 0, "horse racing": 0, "sled dog": 0, "sports jersey": 0, "hand tool": 0, "orange juice": 0, "hard hat": 0, "white-collar worker": 0, "american crow": 0, "crow-like bird": 0, "fish crow": 0, "combat vehicle": 0, "metalworking hand tool": 0, "monkey wrench": 0, "stonemason's hammer": 0, "picnic table": 0, "tasmanian devil": 0, "digital piano": 0, "electronic instrument": 0, "electronic musical instrument": 0, "musical keyboard": 0, "soccer-specific stadium": 0, "gruy\u00e8re cheese": 0, "swiss cheese": 0, "lacrosse helmet": 0, "automotive decal": 0, "game boy": 0, "nintendo ds": 0, "ball hockey": 0, "ice hockey": 0, "ice hockey equipment": 0, "stick and ball games": 0, "dutch oven": 0, "slow cooker": 0, "automotive fog light": 0, "vehicle door": 0, "hula hoop": 0, "health care": 0, "medical thermometer": 0, "mince pie": 0, "cellular network": 0, "garden salad": 0, "acoustic guitar": 0, "jarana jarocha": 0, "atlantic blue marlin": 0, "banana family": 0, "lump hammer": 0, "military person": 0, "military uniform": 0, "passenger ship": 0, "precision sports": 0, "target archery": 0, "vampire bat": 0, "meteorological phenomenon": 0, "fruit cake": 0, "wood stain": 0, "basset fauve de bretagne": 0, "cocker spaniel": 0, "freight transport": 0, "trailer truck": 0, "hunting dog": 0, "pointing breed": 0, "english marigold": 0, "people in nature": 0, "balsam fir": 0, "canadian fir": 0, "christmas tree": 0, "colorado spruce": 0, "lodgepole pine": 0, "oregon pine": 0, "shortleaf black spruce": 0, "white pine": 0, "yellow fir": 0, "sea kayak": 0, "all-terrain vehicle": 0, "riding toy": 0, "bicycle accessory": 0, "bicycle frame": 0, "bicycles--equipment and supplies": 0, "atlantic canary": 0, "old world oriole": 0, "viking ships": 0, "parallel bars": 0, "bass violin": 0, "violin family": 0, "bald eagle": 0, "peregrine falcon": 0, "passenger car": 0, "eye shadow": 0, "model aircraft": 0, "radio-controlled aircraft": 0, "radio-controlled toy": 0, "toy airplane": 0, "swallowtail butterfly": 0, "portuguese water dog": 0, "eurasian golden oriole": 0, "luggage and bags": 0, "baseball equipment": 0, "thomson's gazelle": 0, "candy corn": 0, "major appliance": 0, "visual arts": 0, "baking cup": 0, "lungless salamander": 0, "spring salamander": 0, "true salamanders and newts": 0, "woodland salamander": 0, "flag day (usa)": 0, "non-sporting group": 0, "baby & toddler clothing": 0, "garden tool": 0, "byzantine architecture": 0, "blister beetles": 0, "tall ship": 0, "automotive lighting": 0, "dairy cow": 0, "kitchen sink": 0, "plumbing fixture": 0, "power plugs and sockets": 0, "yeast extract": 0, "breakfast sandwich": 0, "automotive mirror": 0, "automotive side-view mirror": 0, "green bean": 0, "fried egg": 0, "seedless fruit": 0, "arum family": 0, "monstera deliciosa": 0, "emergency vehicle": 0, "recycling bin": 0, "no expression": 0, "blue whale": 0, "humpback whale": 0, "ice cream cone": 0, "bass guitar": 0, "electric guitar": 0, "lcd tv": 0, "freight car": 0, "water polo ball": 0, "chocolate bar": 0, "gas mask": 0, "european robin": 0, "old world flycatcher": 0, "telephone operator": 0, "disabled sports": 0, "black maple": 0, "exercise machine": 0, "winter sport": 0, "box turtle": 0, "common snapping turtle": 0, "gal\u00e1pagos tortoise": 0, "dice game": 0, "egg yolk": 0, "cowboy boot": 0, "knee-high boot": 0, "riding boot": 0, "snow boot": 0, "swimsuit bottom": 0, "bat-and-ball games": 0, "lacrosse protective gear": 0, "aluminum can": 0, "chocolate milk": 0, "diet soda": 0, "tin can": 0, "band plays": 0, "araneus cavaticus": 0, "european garden spider": 0, "orb-weaver spider": 0, "dining room": 0, "step stool": 0, "bake sale": 0, "household thermometer": 0, "baby toys": 0, "city car": 0, "compact car": 0, "family car": 0, "subcompact car": 0, "golden eagle": 0, "camera accessory": 0, "cameras & optics": 0, "digital camera": 0, "reflex camera": 0, "single-lens reflex camera": 0, "video camera": 0, "atlantic puffin": 0, "boats and boating--equipment and": 0, "albacore fish": 0, "bottle stopper & saver": 0, "networking cables": 0, "birthday candle": 0, "red onion": 0, "space bar": 0, "monitor lizard": 0, "wall lizard": 0, "ski equipment": 0, "sea eagle": 0, "neapolitan ice cream": 0, "laptop bag": 0, "garbage truck": 0, "cocktail dress": 0, "day dress": 0, "alcoholic beverage": 0, "bacon sandwich": 0, "answering machine": 0, "cordless telephone": 0, "dinnerware set": 0, "tennis ball": 0, "tennis player": 0, "lawn mower": 0, "walk-behind mower": 0, "dinghy sailing": 0, "chocolate ice cream": 0, "toy block": 0, "grapevine family": 0, "air travel": 0, "wide-body aircraft": 0, "pruning shears": 0, "basketball shoe": 0, "plimsoll shoe": 0, "bunsen burner": 0, "california roll": 0, "mountainous landforms": 0, "volcanic landform": 0, "safety glove": 0, "barbecue grill": 0, "welsh onion": 0, "motorized wheelchair": 0, "floral design": 0, "mountain bike": 0, "watering can": 0, "cream soda": 0, "energy drink": 0, "killer whale": 0, "pistachio ice cream": 0, "cake stand": 0, "display case": 0, "red fox": 0, "christmas decoration": 0, "space shuttle": 0, "american lobster": 0, "spiny lobster": 0, "prescription drug": 0, "chocolate syrup": 0, "home door": 0, "sealyham terrier": 0, "small terrier": 0, "west highland white terrier": 0, "skin care": 0, "soap dispenser": 0, "wash bottle": 0, "pointe shoe": 0, "ras el hanout": 0, "ballet dancer": 0, "handheld device accessory": 0, "audio receiver": 0, "cd player": 0, "satellite radio": 0, "garden gnome": 0, "ford crown victoria": 0, "full-size car": 0, "law enforcement": 0, "king penguin": 0, "baseball park": 0, "indian musical instruments": 0, "oriental cockroach": 0, "super bowl": 0, "chest of drawers": 0, "computer desk": 0, "equestrian sport": 0, "staffordshire bull terrier": 0, "red kangaroo": 0, "living room": 0, "child art": 0, "tundra swan": 0, "bicycle handlebar": 0, "grey squirrel": 0, "californian white oak": 0, "guitar amplifier": 0, "electronics accessory": 0, "cassette deck": 0, "videocassette recorder": 0, "easter egg": 0, "columbian spruce": 0, "stag beetles": 0, "anemone fish": 0, "formula one car": 0, "formula racing": 0, "open-wheel car": 0, "active shorts": 0, "pickled cucumber": 0, "spreewald gherkins": 0, "nightshade family": 0, "home appliance": 0, "kart racing": 0, "ruby-throated hummingbird": 0, "fruit preserve": 0, "jam sandwich": 0, "peanut butter and jelly sandwich": 0, "antique car": 0, "bull shark": 0, "flavored syrup": 0, "true frog": 0, "perennial plant": 0, "bongo drum": 0, "film camera": 0, "mirrorless interchangeable-lens ": 0, "guard dog": 0, "working dog": 0, "rain gauge": 0, "aquatic plant": 0, "water lily": 0, "ford windstar": 0, "hair iron": 0, "peanut butter": 0, "old english bulldog": 0, "olde english bulldogge": 0, "outdoor power equipment": 0, "data storage device": 0, "record player": 0, "bicycle fork": 0, "domesticated turkey": 0, "wild turkey": 0, "urban design": 0, "ball game": 0, "baseball field": 0, "oxeye daisy": 0, "natural environment": 0, "bulk carrier": 0, "cargo ship": 0, "container ship": 0, "feeder ship": 0, "credit card": 0, "debit card": 0, "payment card": 0, "malagueta pepper": 0, "serrano pepper": 0, "welsh terrier": 0, "strawberry juice": 0, "gentoo penguin": 0, "body jewelry": 0, "pembroke welsh corgi": 0, "welsh corgi": 0, "computer accessory": 0, "competition event": 0, "palm tree": 0, "american cheese": 0, "educational toy": 0, "military camouflage": 0, "fire screen": 0, "wood-burning stove": 0, "storage basket": 0, "house sparrow": 0, "waffle iron": 0, "analog watch": 0, "packaging and labeling": 0, "paper bag": 0, "shopping bag": 0, "helicopter rotor": 0, "military helicopter": 0, "package delivery": 0, "pocket watch": 0, "official residence": 0, "presidential palace": 0, "ford crown victoria police inter": 0, "police car": 0, "folding table": 0, "television set": 0, "aerospace engineering": 0, "brown thrasher": 0, "army men": 0, "horse grooming": 0, "riding instructor": 0, "double reed": 0, "cayenne pepper": 0, "chili pepper": 0, "tabasco pepper": 0, "personal luxury car": 0, "red shouldered hawk": 0, "sharp shinned hawk": 0, "celestial event": 0, "display advertising": 0, "shipping box": 0, "ten-pin bowling": 0, "softball bat": 0, "control tower": 0, "long jump": 0, "coffee cup sleeve": 0, "european plum": 0, "grind rail": 0, "valentine's day": 0, "mattress pad": 0, "sheet music": 0, "blue jay": 0, "light commercial vehicle": 0, "arabian camel": 0, "jigsaw puzzle": 0, "sausage bun": 0, "dog collar": 0, "gray treefrog": 0, "tree frog": 0, "battery charger": 0, "mobile phone charger": 0, "italian ice": 0, "dancing shoe": 0, "papilio machaon": 0, "bathroom accessory": 0, "corn kernels": 0, "corn on the cob": 0, "sweet corn": 0, "three-toed sloth": 0, "two-toed sloth": 0, "nova scotia duck tolling retriev": 0, "boxing equipment": 0, "boxing ring": 0, "ball-peen hammer": 0, "scottish terrier": 0, "stand up paddle surfing": 0, "sports car racing": 0, "penalty card": 0, "dog walking": 0, "roller skates": 0, "car seat cover": 0, "cookie jar": 0, "brown sauce": 0, "automated teller machine": 0, "gas pump": 0, "northern mockingbird": 0, "scrub jay": 0, "durango boot": 0, "rain boot": 0, "work boots": 0, "waste collector": 0, "black capped chickadee": 0, "winter squash": 0, "naval trawler": 0, "patrol boat, river": 0, "survey vessel": 0, "teddy bear": 0, "door handle": 0, "striped skunk": 0, "business bag": 0, "chicago-style hot dog": 0, "clothes iron": 0, "compact cassette": 0, "gong bass drum": 0, "tom-tom drum": 0, "frozen yogurt": 0, "parsley family": 0, "carbonated water": 0, "radio-controlled helicopter": 0, "galician gaita": 0, "land lot": 0, "clothes hanger": 0, "air intake part": 0, "hair accessory": 0, "human anatomy": 0, "angry birds": 0, "dietary supplement": 0, "kids' meal": 0, "3d modeling": 0, "national historic landmark": 0, "ad\u00e3\u00a9lie penguin": 0, "skipping rope": 0, "outdoor structure": 0, "glucose meter": 0, "crane-like bird": 0, "sandhill crane": 0, "whooping crane": 0, "amusement park": 0, "tourist attraction": 0, "oxford shoe": 0, "potato chip": 0, "gift basket": 0, "floppy disk": 0, "conifer cone": 0, "false morel": 0, "flat cap": 0, "peaked cap": 0, "bass drum": 0, "pandero jarocho": 0, "easter bunny": 0, "swimsuit top": 0, "bicycle front and rear rack": 0, "ray-finned fish": 0, "chocolate letter": 0, "iced coffee": 0, "microwave oven": 0, "diagonal pliers": 0, "filling station": 0, "aircraft carrier": 0, "aircraft cruiser": 0, "amphibious assault ship": 0, "light aircraft carrier": 0, "stealth ship": 0, "ping pong": 0, "table tennis racket": 0, "vienna sausage": 0, "big mac": 0, "rufous hummingbird": 0, "mid-size car": 0, "dog supply": 0, "household silver": 0, "table knife": 0, "pack animal": 0, "coffee milk": 0, "fried chicken": 0, "silver medal": 0, "one-piece garment": 0, "coffee substitute": 0, "northern largemouth bass": 0, "hockey puck": 0, "lens cap": 0, "automotive engine part": 0, "truck driver": 0, "shrub frog": 0, "wood frog": 0, "new year": 0, "corn dog": 0, "rolling pin": 0, "bowling ball": 0, "skittles (sport)": 0, "swim brief": 0, "german shepherd dog": 0, "kunming wolfdog": 0, "vacuum flask": 0, "hockey autographed paraphernalia": 0, "bow and arrow": 0, "television accessory": 0, "hot sauce": 0, "chicken coop": 0, "thumbs signal": 0, "black billed magpie": 0, "eurasian magpie": 0, "northern grey shrike": 0, "christmas eve": 0, "mobile home": 0, "travel trailer": 0, "sports drink": 0, "compact van": 0, "grumman llv": 0, "smoke detector": 0, "nativity scene": 0, "soft serve ice creams": 0, "holding hands": 0, "sea cows": 0, "cherry blossom": 0, "bathtub accessory": 0, "common chimpanzee": 0, "skate shoe": 0, "indian cuisine": 0, "bicycle stem": 0, "horizontal bar": 0, "obstacle race": 0, "uneven bars": 0, "performing arts": 0, "brown snake": 0, "grass snake": 0, "board short": 0, "cold weapon": 0, "wild pansy": 0, "french fries": 0, "car seat": 0, "gun turret": 0, "self-propelled artillery": 0, "surfing equipment": 0, "smoking accessory": 0, "swamp birch": 0, "eastern meadowlark": 0, "swift fox": 0, "automotive ignition part": 0, "handheld power drill": 0, "impact wrench": 0, "groundhog day": 0, "prairie dog": 0, "totem pole": 0, "golf cart": 0, "martini glass": 0, "black rhinoceros": 0, "white rhinoceros": 0, "cooking oil": 0, "greater flamingo": 0, "downhill ski binding": 0, "writing instrument accessory": 0, "baking powder": 0, "american toad": 0, "true toad": 0, "shopping cart": 0, "computer data storage": 0, "flash memory": 0, "memory card": 0, "trampolining--equipment and supp": 0, "bean bag": 0, "bean bag chair": 0, "field hockey": 0, "rubber stamp": 0, "individual sports": 0, "post box": 0, "personal care": 0, "thomas the tank engine": 0, "domesticated hedgehog": 0, "propeller-driven aircraft": 0, "international rules football": 0, "net sports": 0, "coastal defence ship": 0, "heavy cruiser": 0, "light cruiser": 0, "naval ship": 0, "glacial landform": 0, "mount scenery": 0, "cutting board": 0, "baby carriage": 0, "video game software": 0, "audio accessory": 0, "pharmaceutical drug": 0, "canada goose": 0, "christmas stocking": 0, "little blue heron": 0, "cooking plantain": 0, "sata andagi": 0, "miniature poodle": 0, "cocktail garnish": 0, "crossover suv": 0, "mini suv": 0, "sport utility vehicle": 0, "california condor": 0, "king vulture": 0, "turkey vulture": 0, "garden roses": 0, "hybrid tea rose": 0, "tints and shades": 0, "steam engine": 0, "nail care": 0, "nail polish": 0, "saba banana": 0, "automotive light bulb": 0, "tool socket": 0, "banjo uke": 0, "bass banjo": 0, "automotive battery": 0, "bathtub spout": 0, "instant coffee": 0, "jewelry making": 0, "barrel racing": 0, "traditional sport": 0, "green dragon": 0, "common opossum": 0, "wireless access point": 0, "wireless router": 0, "electronic drum": 0, "japanese cuisine": 0, "cruise ship": 0, "ocean liner": 0, "triumphal arch": 0, "butternut squash": 0, "british bulldogs": 0, "white english bulldog": 0, "tennis racket accessory": 0, "rocking chair": 0, "hot rod": 0, "tackle box": 0, "computer hardware": 0, "usb flash drive": 0, "braque saint-germain": 0, "english foxhound": 0, "mythical creature": 0, "acoustic-electric guitar": 0, "commercial building": 0, "government agency": 0, "extreme sport": 0, "steamed rice": 0, "lotus family": 0, "sacred lotus": 0, "bengal tiger": 0, "hobo bag": 0, "shoulder bag": 0, "tote bag": 0, "hair dryer": 0, "heat gun": 0, "ginger nut": 0, "birthday party": 0, "bathroom sink": 0, "zebra swallowtail": 0, "air hockey": 0, "medical equipment": 0, "dog bed": 0, "house fly": 0, "stable fly": 0, "back bacon": 0, "fruit tree": 0, "supersonic aircraft": 0, "portuguese podengo": 0, "rough-toothed dolphin": 0, "roast beef": 0, "rubber ducky": 0, "dung beetle": 0, "alto horn": 0, "brass instrument": 0, "hiking boot": 0, "office chair": 0, "atlantic bluefin tuna": 0, "online advertising": 0, "vending machine": 0, "wine cooler": 0, "auto racing": 0, "radio-controlled car": 0, "peace symbols": 0, "caf\u00e9 au lait": 0, "caff\u00e8 macchiato": 0, "flat white": 0, "green lantern": 0, "shoe organizer": 0, "pumpkin pie": 0, "boston terrier": 0, "french bulldog": 0, "bronze medal": 0, "gold medal": 0, "caesar salad": 0, "spinach salad": 0, "vegetable juice": 0, "arch bridge": 0, "java coffee": 0, "luxury yacht": 0, "grape leaves": 0, "bread roll": 0, "chinese food": 0, "hand saw": 0, "new world porcupine": 0, "tape measure": 0, "toilet seat": 0, "maple syrup": 0, "english draughts": 0, "bell tower": 0, "adjustable spanner": 0, "plymouth superbird": 0, "kick scooter": 0, "bird supply": 0, "bamboo flute": 0, "mountain cottontail": 0, "fast food restaurant": 0, "take-out food": 0, "face powder": 0, "garden buildings": 0, "dungeness crab": 0, "freshwater crab": 0, "king crab": 0, "rock crab": 0, "lava dome": 0, "wii accessory": 0, "rocket-powered aircraft": 0, "indigo bunting": 0, "mountain bluebird": 0, "latte macchiato": 0, "amusement ride": 0, "ferris wheel": 0, "e-book readers": 0, "pan flute": 0, "pedestrian crossing": 0, "feral goat": 0, "ham and cheese sandwich": 0, "pole vault": 0, "cross training shoe": 0, "tennis shoe": 0, "coupe utility": 0, "greater rhea": 0, "european herring gull": 0, "great black-backed gull": 0, "pigeons and doves": 0, "rock dove": 0, "watch accessory": 0, "rubik's cube": 0, "claw hammer": 0, "framing hammer": 0, "geologist's hammer": 0, "eastern chipmunk": 0, "norfolk terrier": 0, "laughing kookaburra": 0, "net-winged insects": 0, "fixed link": 0, "wrestling singlet": 0, "rain suit": 0, "computer speaker": 0, "home theater system": 0, "sound box": 0, "studio monitor": 0, "tied-arch bridge": 0, "miniature golf": 0, "baby playing with toys": 0, "garden hose": 0, "aerospace manufacturer": 0, "kettle corn": 0, "first aid": 0, "thousand island dressing": 0, "great dane": 0, "church bell": 0, "belt buckle": 0, "underwater diving": 0, "basic pump": 0, "court shoe": 0, "high heels": 0, "natural material": 0, "jeep wrangler": 0, "custard tart": 0, "mock orange": 0, "airedale terrier": 0, "lakeland terrier": 0, "wire hair fox terrier": 0, "circuit component": 0, "leaf blower": 0, "black-footed ferret": 0, "wooden block": 0, "ice pop": 0, "cricket bat": 0, "steering part": 0, "steering wheel": 0, "cucumber, gourd, and melon famil": 0, "card game": 0, "giant dog breed": 0, "skate guard": 0, "cardigan welsh corgi": 0, "icelandic sheepdog": 0, "beach volleyball": 0, "volleyball net": 0, "german food": 0, "muscle car": 0, "tortilla chip": 0, "concrete mixer": 0, "camera lens": 0, "point-and-shoot camera": 0, "decorative nutcracker": 0, "valencia orange": 0, "corn flakes": 0, "electrical tape": 0, "machine tool": 0, "dog crate": 0, "pet supply": 0, "polo shirt": 0, "still life photography": 0, "gothic architecture": 0, "decorative rubber stamp": 0, "room divider": 0, "american black bear": 0, "figure skate": 0, "lhasa apso": 0, "shih tzu": 0, "toy dog": 0, "corded phone": 0, "poppy family": 0, "holy places": 0, "horse and buggy": 0, "money handling": 0, "piggy bank": 0, "paper towel": 0, "paper towel holder": 0, "kitchen & dining room table": 0, "american larch": 0, "red juniper": 0, "elephant beetle": 0, "rhinoceros beetle": 0, "electric ray": 0, "rays and skates": 0, "american redstart": 0, "eastern kingbird": 0, "basketball court": 0, "picnic basket": 0, "cheese puffs": 0, "cream pie": 0, "andean condor": 0, "skeet shooting": 0, "california spangled": 0, "non-dairy creamer": 0, "ruffed grouse": 0, "outer space": 0, "automotive exhaust": 0, "motorcycle helmet": 0, "carpenter jeans": 0, "suit trousers": 0, "japanese chisel": 0, "sports bra": 0, "american black duck": 0, "touring car racing": 0, "chef's uniform": 0, "eastern screech owl": 0, "northern harrier": 0, "darkling beetles": 0, "fines herbes": 0, "east indiaman": 0, "flip (acrobatic)": 0, "texas bluebonnet": 0, "soap dish": 0, "fountain pen": 0, "office instrument": 0, "fire extinguisher": 0, "paint roller": 0, "cranberry juice": 0, "saltine cracker": 0, "local food": 0, "high-speed rail": 0, "beer cocktail": 0, "snowy owl": 0, "nintendo 3ds": 0, "heracleum (plant)": 0, "chocolate spread": 0, "urban area": 0, "carolina wren": 0, "elliptical trainer": 0, "kung fu": 0, "masonry tool": 0, "common blue": 0, "fuel line": 0, "sata cable": 0, "hermit crab": 0, "sea ice": 0, "summer snowflake": 0, "black widow": 0, "widow spider": 0, "score a goal": 0, "soccer kick": 0, "guinea pig": 0, "ice cream sodas": 0, "diving equipment": 0, "diving mask": 0, "mini cooper": 0, "military vehicle": 0, "butter pie": 0, "chess pie": 0, "custard pie": 0, "classical sculpture": 0, "bicycle basket": 0, "brush hook": 0, "rugby ball": 0, "moth orchid": 0, "ceiling fixture": 0, "sun bear": 0, "slot machine": 0, "baked beans": 0, "dragonflies and damseflies": 0, "ice skate": 0, "finnish spitz": 0, "boba fett": 0, "tiger beetle": 0, "storage tank": 0, "hand fan": 0, "tubular bell": 0, "shaanxi y-9": 0, "athletic dance move": 0, "ballet tutu": 0, "harbor seal": 0, "great heron": 0, "red wine": 0, "morning glory": 0, "hot pot": 0, "humulus lupulus": 0, "computer program": 0, "jack pine": 0, "red pine": 0, "sitka spruce": 0, "sugar pine": 0, "popcorn maker": 0, "prepackaged meal": 0, "computer icon": 0, "jet ski": 0, "personal water craft": 0, "kitchen cart": 0, "slip joint pliers": 0, "toilet brush": 0, "amaryllis belladonna": 0, "lily family": 0, "irish terrier": 0, "sandwich toaster": 0, "automotive parking light": 0, "playstation 3 accessory": 0, "dragon ball": 0, "longcase clock": 0, "orange lily": 0, "tiger lily": 0, "curry puff": 0, "vacuum cleaner": 0, "ice rink": 0, "soccer cleat": 0, "egg cream": 0, "frapp\u00e9 coffee": 0, "bowling ball bag": 0, "diaper bag": 0, "hand luggage": 0, "pine nut": 0, "oil filter": 0, "safety pin": 0, "computer terminal": 0, "baby bottle": 0, "toy poodle": 0, "bulletin board": 0, "display board": 0, "action figure": 0, "little black dress": 0, "dane axe": 0, "splitting maul": 0, "throwing axe": 0, "german chocolate cake": 0, "sweet potato": 0, "remote control": 0, "flat panel display": 0, "club chair": 0, "cricket ball": 0, "feeder fish": 0, "english white terrier": 0, "coil spring": 0, "suspension part": 0, "tibetan spaniel": 0, "wood block": 0, "christmas elf": 0, "blue and white porcelain": 0, "boykin spaniel": 0, "french press": 0, "orange drink": 0, "dead bolt": 0, "chesapeake blue crab": 0, "building sets": 0, "kaffir lime": 0, "german spitz": 0, "colorado river toad": 0, "american football": 0, "gridiron football": 0, "combat sport": 0, "contact sport": 0, "english riding": 0, "tata nano": 0, "yellow onion": 0, "hunting knife": 0, "kitchen knife": 0, "melee weapon": 0, "throwing knife": 0, "utility knife": 0, "skateboard deck": 0, "american cocker spaniel": 0, "english cocker spaniel": 0, "shetland pony": 0, "old danish pointer": 0, "azadirachta indica": 0, "food storage": 0, "high-visibility clothing": 0, "instant camera": 0, "australian terrier": 0, "cairn terrier": 0, "norwich terrier": 0, "salt and pepper shakers": 0, "sperm whale": 0, "slide sandal": 0, "water well": 0, "apple juice": 0, "household appliance accessory": 0, "sewing machine": 0, "artois hound": 0, "full moon": 0, "manor house": 0, "art paper": 0, "creative arts": 0, "origami paper": 0, "victorian fashion": 0, "ice skating": 0, "book cover": 0, "e-book reader case": 0, "american mourning dove": 0, "stock dove": 0, "extension cord": 0, "public utility": 0, "wind farm": 0, "wind turbine": 0, "tinto de verano": 0, "king shepherd": 0, "old german shepherd dog": 0, "automotive navigation system": 0, "gps navigation device": 0, "portable electronic game": 0, "plane-tree family": 0, "ironing board": 0, "animal fat": 0, "crab stick": 0, "window covering": 0, "vienna horn": 0, "billiard table": 0, "recreation room": 0, "irish setter": 0, "columbus day": 0, "comic book": 0, "bird bath": 0, "rockhopper penguin": 0, "clothes dryer": 0, "brown trout": 0, "salmon-like fish": 0, "puppy love": 0, "pressure cooker": 0, "mandarin orange": 0, "pink family": 0, "food grain": 0, "wooden spoon": 0, "usb cable": 0, "holly blue": 0, "ballet shoe": 0, "brutalist architecture": 0, "corporate headquarters": 0, "st. bernard": 0, "high jump": 0, "fish hook": 0, "airsoft gun": 0, "gun accessory": 0, "starting pistol": 0, "boiled egg": 0, "deviled egg": 0, "plumbing fitting": 0, "double-decker bus": 0, "fuel tank": 0, "types of trombone": 0, "cue stick": 0, "long hair": 0, "nintendo gamecube accessories": 0, "duffel bag": 0, "royal mail ship": 0, "signaling device": 0, "traffic light": 0, "native american indian dog": 0, "listed building": 0, "alaskan malamute": 0, "siberian husky": 0, "wrapping paper": 0, "meadow jumping mouse": 0, "watercraft rowing": 0, "sake set": 0, "pomegranate juice": 0, "sports collectible": 0, "electrical wiring": 0, "baby & toddler shoe": 0, "cross-country skiing": 0, "alarm device": 0, "carbon monoxide detector": 0, "barbed wire": 0, "wire fencing": 0, "refried beans": 0, "preserved food": 0, "daisy family": 0, "mortar and pestle": 0, "indian filter coffee": 0, "bearded seal": 0, "harvey wallbanger": 0, "coral reef": 0, "coral reef fish": 0, "door mat": 0, "little brown myotis": 0, "bologna sausage": 0, "kitchen scale": 0, "postal scale": 0, "fishing vessel": 0, "research vessel": 0, "pink lady": 0, "portuguese pointer": 0, "bull and terrier": 0, "sea slug": 0, "mai tai": 0, "disc jockey": 0, "postage stamp": 0, "american rosefinches": 0, "wind chime": 0, "aeolian landform": 0, "carpet sweeper": 0, "power tool": 0, "czechoslovakian wolfdog": 0, "submarine sandwich": 0, "electronic keyboard": 0, "packing materials": 0, "military officer": 0, "white stork": 0, "lingerie top": 0, "one-piece swimsuit": 0, "lemon basil": 0, "macro photography": 0, "drip coffee maker": 0, "fire hydrant": 0, "sugar cake": 0, "sugar paste": 0, "darth vader": 0, "energy bar": 0, "household hardware": 0, "baby safety": 0, "play yard": 0, "snow blower": 0, "bunk bed": 0, "electric locomotive": 0, "lye roll": 0, "onion ring": 0, "stone tool": 0, "shortstraw pine": 0, "police van": 0, "porcupine fishes": 0, "ring-necked pheasant": 0, "nature reserve": 0, "water resources": 0, "english lavender": 0, "indoor cycling": 0, "stationary bicycle": 0, "disposable camera": 0, "drinking straw": 0, "sloth bear": 0, "northern seahorse": 0, "martial arts uniform": 0, "japanese martial arts": 0, "martial arts": 0, "wing chun": 0, "tooth brushing": 0, "radio receiver": 0, "dress shirt": 0, "tour bus service": 0, "sauce boat": 0, "\u00e0 la carte food": 0, "gingerbread house": 0, "border collie": 0, "automotive fuel system": 0, "dog sled": 0, "thermal bag": 0, "lawn game": 0, "off-road vehicle": 0, "oily fish": 0, "towed water sport": 0, "dvd recorder": 0, "adhesive tape": 0, "duct tape": 0, "gaffer tape": 0, "manta ray": 0, "instant noodles": 0, "laboratory flask": 0, "emergency tow vessel": 0, "stereophonic sound": 0, "boston cream pie": 0, "snowshoe hare": 0, "address sign": 0, "bin bag": 0, "shower curtain": 0, "quartz clock": 0, "mountain cur": 0, "police dog": 0, "changing table": 0, "chief cook": 0, "yellow pepper": 0, "electrical connector": 0, "ballet flat": 0, "liquid hand soap": 0, "gramophone record": 0, "flameless candle": 0, "bolt cutter": 0, "tomato juice": 0, "snares penguin": 0, "stick and ball sports": 0, "schweizer laufhund": 0, "data transfer cable": 0, "slam dunk": 0, "scientific instrument": 0, "chorus frog": 0, "physical fitness": 0, "pre-dreadnought battleship": 0, "saint patrick's day": 0, "automotive window part": 0, "side cap": 0, "loblolly pine": 0, "western yellow pine": 0, "cricket-like insect": 0, "decorative fan": 0, "wheelchair racing": 0, "whitewater kayaking": 0, "audubon's cottontail": 0, "striped burrfish": 0, "painted bunting": 0, "double bass": 0, "new caledonian crow": 0, "ring binder": 0, "artificial turf": 0, "new year's eve": 0, "spotting scope": 0, "musk deer": 0, "police officer": 0, "electric car": 0, "writing desk": 0, "toaster oven": 0, "chocolate cake": 0, "brown hair": 0, "bicycle saddle": 0, "turkey meat": 0, "ball badminton": 0}